submission_logs/2_1_one_middleware/32/16/0-1/2/memtier/3.log
2         Threads
16        Connections per thread
80        Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
------------------------------------------------------------------------
Sets           0.00          ---          ---      0.00000         0.00 
Gets        1076.00      1065.89        10.11     30.11000      4317.68 
Waits          0.00          ---          ---      0.00000          --- 
Totals      1076.00      1065.89        10.11     30.11000      4317.68 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
---
GET       0.840         0.00
GET       0.900         0.00
GET       0.910         0.00
GET       0.940         0.01
GET       0.980         0.01
GET       0.990         0.01
GET       1.000         0.02
GET       1.100         0.03
GET       1.200         0.04
GET       1.300         0.06
GET       1.400         0.10
GET       1.500         0.13
GET       1.600         0.16
GET       1.700         0.18
GET       1.800         0.20
GET       1.900         0.22
GET       2.000         0.25
GET       2.100         0.27
GET       2.200         0.29
GET       2.300         0.32
GET       2.400         0.34
GET       2.500         0.36
GET       2.600         0.37
GET       2.700         0.38
GET       2.800         0.40
GET       2.900         0.43
GET       3.000         0.44
GET       3.100         0.44
GET       3.200         0.45
GET       3.300         0.45
GET       3.400         0.46
GET       3.500         0.47
GET       3.600         0.48
GET       3.700         0.48
GET       3.800         0.50
GET       3.900         0.52
GET       4.000         0.54
GET       4.100         0.56
GET       4.200         0.58
GET       4.300         0.58
GET       4.400         0.59
GET       4.500         0.60
GET       4.600         0.61
GET       4.700         0.63
GET       4.800         0.65
GET       4.900         0.66
GET       5.000         0.67
GET       5.100         0.69
GET       5.200         0.71
GET       5.300         0.73
GET       5.400         0.75
GET       5.500         0.77
GET       5.600         0.80
GET       5.700         0.82
GET       5.800         0.84
GET       5.900         0.85
GET       6.000         0.86
GET       6.100         0.87
GET       6.200         0.89
GET       6.300         0.90
GET       6.400         0.91
GET       6.500         0.93
GET       6.600         0.93
GET       6.700         0.95
GET       6.800         0.96
GET       6.900         0.99
GET       7.000         1.01
GET       7.100         1.02
GET       7.200         1.03
GET       7.300         1.04
GET       7.400         1.06
GET       7.500         1.07
GET       7.600         1.09
GET       7.700         1.12
GET       7.800         1.14
GET       7.900         1.17
GET       8.000         1.19
GET       8.100         1.22
GET       8.200         1.27
GET       8.300         1.30
GET       8.400         1.32
GET       8.500         1.34
GET       8.600         1.36
GET       8.700         1.41
GET       8.800         1.45
GET       8.900         1.50
GET       9.000         1.55
GET       9.100         1.60
GET       9.200         1.64
GET       9.300         1.67
GET       9.400         1.69
GET       9.500         1.72
GET       9.600         1.75
GET       9.700         1.77
GET       9.800         1.79
GET       9.900         1.80
GET      10.000         1.95
GET      11.000         2.21
GET      12.000         2.41
GET      13.000         2.66
GET      14.000         2.95
GET      15.000         3.75
GET      16.000         8.73
GET      17.000        13.00
GET      18.000        13.79
GET      19.000        14.22
GET      20.000        14.51
GET      21.000        14.69
GET      22.000        14.85
GET      23.000        15.03
GET      24.000        15.20
GET      25.000        15.37
GET      26.000        15.62
GET      27.000        15.94
GET      28.000        16.55
GET      29.000        17.77
GET      30.000        22.70
GET      31.000        72.73
GET      32.000        86.97
GET      33.000        88.84
GET      34.000        89.62
GET      35.000        90.05
GET      36.000        90.36
GET      37.000        90.62
GET      38.000        90.84
GET      39.000        91.08
GET      40.000        91.31
GET      41.000        91.49
GET      42.000        91.68
GET      43.000        92.04
GET      44.000        92.55
GET      45.000        94.07
GET      46.000        98.34
GET      47.000        99.58
GET      48.000        99.75
GET      49.000        99.81
GET      50.000        99.85
GET      51.000        99.89
GET      52.000        99.90
GET      53.000        99.92
GET      54.000        99.95
GET      55.000        99.96
GET      56.000        99.97
GET      57.000        99.97
GET      58.000        99.98
GET      59.000        99.98
GET      60.000        99.99
GET      61.000       100.00
GET      62.000       100.00
GET      63.000       100.00
---